const page = () => {
  return (
    <div>
      <h1 className="text-3xl text-center my-10">Соглашение о просмотре домашнего задания</h1>
      <p>
        Добро пожаловать на страницу, посвященную информации о данном сайте.
        На этой странице вы найдете информацию о том, как просматривать домашнее
        задание, а также о том, какие правила необходимо соблюдать при
        просмотре.
      </p>
      <p>
        Чтобы просмотреть домашнее задание, необходимо зарегистрироваться на
        нашем сайте и войти в свою учетную запись. После этого вы сможете
        просматривать домашнее задание.
      </p>
      <p>
        Просмотр домашнего задания должен осуществляться только в личных целях.
        Вы не можете копировать, распространять или использовать домашнее
        задание в коммерческих целях без разрешения администрации сайта.
      </p>
      <p>
        При просмотре домашнего задания необходимо соблюдать правила
        конфиденциальности. Вы не можете передавать информацию о домашнем
        задании другим людям без разрешения администрации.
      </p>
      <p>
        Спасибо за использование нашего сайта !
      </p>
    </div>
  );
};

export default page;
